Repository: common-repository/woo-service-fee
Catalog: languages/woocommerce-service-fee-*.po
Languages: sv_se

source: Service Fee requires WooCommerce to be active.
sv_se: Serviceavgiften kräver WooCommerce ska vara aktiv.

source: Go to the plugins page to activate WooCommerce
sv_se: Gå till plugin-sidan och aktivera WooCommerce

source: Service Fee
sv_se: Expedtionsavgift

source: Apply a service fee to orders by default or if the order value is below a minimum amount.
sv_se: Lägg till en serviceavgift för beställningar automatiskt eller om ordervärdet understiger ett minimibelopp.

source: Enable
sv_se: Aktivera

source: Label
sv_se: Text

source: The label of the service fee, used on orders
sv_se: Text som beskriver expeditionsavgiften, används på ordrar

source: Amount or %
sv_se: Belopp eller %

source: The fee, a fixed amount or percentage (add % after the number) that you want to apply as service fee on the order
sv_se: Avgiften, ett fast belopp eller procent (lägg till % efter beloppet) som du vill lägga till som en avgift på ordern

source: Tax class
sv_se: Momsgrupp

source: The tax class for the fee if taxable
sv_se: Momsgruppen för avgiften

source: Do not add tax on the fee
sv_se: Lägg inte till någon moms på avgiften

source: Order value
sv_se: Ordervärde

source: Optional, apply extra fee when cart total is related as below to this amount
sv_se: Valfritt, lägg till en avgift om varukorgen är relaterad enligt nedan till detta belopp

source: Select if the fee should be applied on orders below or above the Order Value
sv_se: Välj om avgiften skall läggar på ordrar under eller över Ordervärde

source: Apply fee when the order is below or equal to the Order value
sv_se: Lägg till en avgift om varukorgen understiger eller är lika med Ordervärde

source: Apply fee when the order is above or equal to the Order value
sv_se: Lägg till en avgift om varukorgen överstiger eller är lika med Ordervärde

source: WooCommerce Service Fee
sv_se: WooCommerce Expeditionsavgift
